;; -*- no-byte-compile: t; -*-
(package! ctrlf)
(package! dired-narrow)
(package! deadgrep)
(package! easy-kill)
(package! org-clock-convenience)
(package! company-posframe)
(package! org-roam
  :recipe (:host github :repo "org-roam/org-roam" :branch "main"))
(package! ox-hugo)
(package! ox-texinfo+
  :recipe (:host github :repo "tarsius/ox-texinfo-plus"))
(package! dash)
(package! citar-org-roam)
(package! org-roam-ui)
(package! tree-sitter)
(package! tree-sitter-langs)
(package! sdcv)
